/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d пикселей";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (интернет-плагин %@)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "Файлов: %d";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (среднее)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (высокое)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (низкое)";

/* Undo action name */
"Align Left (Undo action name)" = "Выровнять влево";

/* Undo action name */
"Align Right (Undo action name)" = "Выровнять вправо";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Все файлы";

/* Back context menu item */
"Back" = "Назад";

/* Bold context menu item */
"Bold" = "Жирный";

/* Capitalize context menu item */
"Capitalize" = "С заглавной буквы";

/* Undo action name */
"Center (Undo action name)" = "Выровнять по центру";

/* Undo action name */
"Change Attributes (Undo action name)" = "Изменить атрибуты";

/* Check spelling context menu item */
"Check Document Now" = "Проверить документ сейчас";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Проверять грамматику и правописание";

/* Check spelling context menu item */
"Check Spelling" = "Проверить правописание";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Проверять правописание при вводе текста";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Проверять правописание при вводе текста";

/* title for file button used in HTML forms */
"Choose File" = "Выбрать файл";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Очистить недавние поиски";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Контент указанного MIME-типа не может быть отображен";

/* Copy context menu item */
"Copy" = "Копировать";

/* Copy Image context menu item */
"Copy Image" = "Копировать изображение";

/* Copy Link context menu item */
"Copy Link" = "Копировать ссылку";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Исправлять ошибки автоматически";

/* Undo action name */
"Create Link (Undo action name)" = "Создать ссылку";

/* Cut context menu item */
"Cut" = "Вырезать";

/* Undo action name */
"Cut (Undo action name)" = "Вырезать";

/* Default writing direction context menu item */
"Default" = "Основная";

/* Download Image context menu item */
"Download Image" = "Загрузить изображение";

/* Download Linked File context menu item */
"Download Linked File" = "Загрузить файл по ссылке";

/* Undo action name */
"Drag (Undo action name)" = "Перетягивание";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Шрифт";

/* Undo action name */
"Format Block (Undo action name)" = "Форматирование";

/* Forward context menu item */
"Forward" = "Вперед";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Загрузка фрейма прервана";

/* accessibility role description for web area */
"HTML content" = "Содержимое HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Скрыть правописание и грамматику";

/* menu item title */
"Hide Substitutions" = "Скрыть замены";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Игнорировать грамматику";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Пропустить правописание";

/* Undo action name */
"Indent (Undo action name)" = "Отступ";

/* Undo action name */
"Insert List (Undo action name)" = "Вставить список";

/* Inspect Element context menu item */
"Inspect Element" = "Проверить объект";

/* Italic context menu item */
"Italic" = "Наклонный";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java недоступна";

/* Undo action name */
"Justify (Undo action name)" = "Выровнять по ширине";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Ключ из %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Запомнить правописание";

/* Left to Right context menu item */
"Left to Right" = "Слева направо";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Найти в Словаре";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Увеличить межбуквенное расстояние";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Опустить базовую линию";

/* Make Lower Case context menu item */
"Make Lower Case" = "Нижний регистр";

/* Make Upper Case context menu item */
"Make Upper Case" = "Верхний регистр";

/* No Guesses Found context menu item */
"No Guesses Found" = "Предположений не найдено";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Нет недавних поисков";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Использование запрещенного сетевого порта не разрешено";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Открыть фрейм в новом окне";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Открыть изображение в новом окне";

/* Open Link context menu item */
"Open Link" = "Открыть ссылку";

/* Open in New Window context menu item */
"Open Link in New Window" = "Открыть ссылку в новом окне";

/* context menu item for PDF */
"Open with %@" = "Открыть в программе «%@»";

/* Undo action name */
"Outdent (Undo action name)" = "Выступ";

/* Outline context menu item */
"Outline" = "Контур";

/* Undo action name */
"Outline (Undo action name)" = "Контур";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Направление абзаца";

/* Paste context menu item */
"Paste" = "Вставить";

/* Undo action name */
"Paste (Undo action name)" = "Вставить";

/* Undo action name */
"Paste Font (Undo action name)" = "Добавить шрифт";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Вставить линейку";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Плагин отменен";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Загрузка обработанного плагина";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Поднять базовую линию";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Недавние поиски";

/* Reload context menu item */
"Reload" = "Перезагрузить";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Сбросить";

/* Right to Left context menu item */
"Right to Left" = "Справа налево";

/* Search in Google context menu item */
"Search in Google" = "Искать в Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Искать в Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Найти с помощью Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Направление выбора";

/* Undo action name */
"Set Background Color (Undo action name)" = "Выбрать цвет фона";

/* Undo action name */
"Set Color (Undo action name)" = "Выбрать цвет";

/* Undo action name */
"Set Font (Undo action name)" = "Выбрать шрифт";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Использовать традиционную форму символа";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Выбрать направление письма";

/* Show colors context menu item */
"Show Colors" = "Показать цвета";

/* Show fonts context menu item */
"Show Fonts" = "Панель шрифтов";

/* menu item title */
"Show Spelling and Grammar" = "Показать правописание и грамматику";

/* menu item title */
"Show Substitutions" = "Показать замены";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Смарт-копировать/вставить";

/* Smart Dashes context menu item */
"Smart Dashes" = "Смарт-тире";

/* Smart Links context menu item */
"Smart Links" = "Смарт-ссылки";

/* Smart Quotes context menu item */
"Smart Quotes" = "Смарт-кавычки";

/* Speech context sub-menu item */
"Speech" = "Речь";

/* Spelling context sub-menu item */
"Spelling" = "Правописание";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Правописание и грамматика";

/* menu item title */
"Spelling..." = "Правописание…";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Начать отладку JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Начать профилирование JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Включить";

/* Stop context menu item */
"Stop" = "Стоп";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Остановить отладку JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Остановить профилирование JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Выключить";

/* Styles context menu item */
"Styles..." = "Стили…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Отправить";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Отправить";

/* Undo action name */
"Subscript (Undo action name)" = "Подстрочная";

/* Substitutions context sub-menu item */
"Substitutions" = "Замены";

/* Undo action name */
"Superscript (Undo action name)" = "Надстрочная";

/* Text Replacement context menu item */
"Text Replacement" = "Замена текста";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Не удается показать URL";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Не удается найти этот плагин";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Не удается загрузить этот плагин";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Имя пользователя или пароль для области «%@» на %@ были введены неверно. Введите их правильно, а затем повторите попытку.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Имя пользователя или пароль для %@ прокси-сервера %@ были введены неверно. Введите их правильно, а затем повторите попытку.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Имя пользователя или пароль для данного раздела на %@ были введены неверно. Введите их правильно, а затем повторите попытку.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Это поисковый индекс. Введите ключевые слова поиска:";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Уменьшить межбуквенное расстояние";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Для просмотра этой страницы необходимо войти в область «%@» на %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Для просмотра этой страницы необходимо войти в %@ прокси-сервера %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Для просмотра этой страницы необходимо войти в данный раздел на %@:";

/* Transformations context sub-menu item */
"Transformations" = "Преобразования";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Отключение межбуквенного расстояния";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Отключение лигатур";

/* Undo action name */
"Typing (Undo action name)" = "Печать";

/* Underline context menu item */
"Underline" = "Подчеркивание";

/* Undo action name */
"Underline (Undo action name)" = "Подчеркивание";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Неизвестный";

/* Undo action name */
"Unlink (Undo action name)" = "Отсоединить";

/* Undo action name */
"Unscript (Undo action name)" = "По умолчанию";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Загрузить файл";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Использование всех лигатур";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Межбуквенное расстояние по умолчанию";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Лигатуры по умолчанию";

/* Web Inspector window title */
"Web Inspector — %@" = "Веб-инспектор - %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Направление письма";

/* message in authentication panel */
"Your login information will be sent securely." = "Информация входа будет отправлена в зашифрованном виде.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Ваш пароль будет отправлен в незашифрованном виде.";

/* HTTP result code string */
"accepted" = "принято";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "активировать";

/* HTTP result code string */
"bad gateway" = "неверный шлюз";

/* HTTP result code string */
"bad request" = "неверный запрос";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "установить";

/* HTTP result code string */
"client error" = "ошибка клиента";

/* HTTP result code string */
"conflict" = "конфликт";

/* HTTP result code string */
"continue" = "продолжить";

/* HTTP result code string */
"created" = "создан";

/* definition phrase */
"definition" = "разрешение";

/* HTTP result code string */
"expectation failed" = "не удалось получить ожидаемые данные";

/* HTTP result code string */
"forbidden" = "запрещено";

/* HTTP result code string */
"found" = "найдено";

/* HTTP result code string */
"gateway timed out" = "время ожидания шлюза истекло";

/* accessibility role description for headings */
"heading" = "заголовок";

/* accessibility role description for image map */
"image map" = "таблица изображений";

/* HTTP result code string */
"informational" = "информационный";

/* HTTP result code string */
"internal server error" = "внутренняя ошибка сервера";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "подпрыгнуть";

/* HTTP result code string */
"length required" = "требуется длина";

/* accessibility role description for link */
"link" = "Ссылка";

/* accessibility role description for list marker */
"list marker" = "маркер списка";

/* HTTP result code string */
"method not allowed" = "метод не разрешен";

/* HTTP result code string */
"moved permanently" = "перемещен окончательно";

/* HTTP result code string */
"multiple choices" = "множественный выбор";

/* HTTP result code string */
"needs proxy" = "требует прокси";

/* HTTP result code string */
"no content" = "нет содержимого";

/* HTTP result code string */
"no error" = "нет ошибки";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "файл не выбран";

/* HTTP result code string */
"no longer exists" = "больше не существует";

/* HTTP result code string */
"non-authoritative information" = "ненадежная информация";

/* HTTP result code string */
"not found" = "не найдено";

/* HTTP result code string */
"not modified" = "не изменено";

/* HTTP result code string */
"partial content" = "частичное содержимое";

/* HTTP result code string */
"payment required" = "требуется оплата";

/* HTTP result code string */
"precondition failed" = "сбой предусловия";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "нажать";

/* HTTP result code string */
"proxy authentication required" = "требуется идентификация прокси";

/* HTTP result code string */
"redirected" = "перенаправлено";

/* HTTP result code string */
"request timed out" = "время запроса истекло";

/* HTTP result code string */
"request too large" = "запрос слишком велик";

/* HTTP result code string */
"requested URL too long" = "запрошенный URL-адрес слишком длинный";

/* HTTP result code string */
"requested range not satisfiable" = "запрошенный диапазон недействителен";

/* HTTP result code string */
"reset content" = "сбросить содержимое";

/* HTTP result code string */
"see other" = "см. другое";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "выбрать";

/* HTTP result code string */
"server error" = "ошибка сервера";

/* HTTP result code string */
"service unavailable" = "служба недоступна";

/* HTTP result code string */
"success" = "успешно";

/* HTTP result code string */
"switching protocols" = "переключение протоколов";

/* HTTP result code string */
"temporarily redirected" = "временно перенаправлен";

/* term word of a definition */
"term" = "термин";

/* HTTP result code string */
"unacceptable" = "неприемлемо";

/* HTTP result code string */
"unauthorized" = "неавторизовано";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "снять";

/* HTTP result code string */
"unimplemented" = "нереализовано";

/* Unknown filename */
"unknown" = "неизвестно";

/* HTTP result code string */
"unsupported media type" = "тип носителя не поддерживается";

/* HTTP result code string */
"unsupported version" = "версия не поддерживается";

/* accessibility role description for web area */
"web area" = "веб-область";

